Repository: FraxinusAcer/Vitals
Catalog: locale/*/LC_MESSAGES/vitals.po
Languages: ar, be, de, nl, pt_br, ru, sk, tr, uk, zh_cn

source: Refresh
ar: تحديث
be: Абнавіць
de: Aktualisieren
nl: Verversen
pt_br: Atualizar
ru: Обновить
sk: Obnoviť
tr: Yenile
uk: Оновити
zh_cn: 刷新

source: System Monitor
ar: مراقب النظام
be: Сістэмны манітор
nl: Systeemmonitor
pt_br: Monitor de sistema
ru: Системный монитор
sk: Sledovanie systému
tr: Sistem Gözlemcisi
uk: Системний монітор
zh_cn: 系统监视器

source: Preferences
ar: التفضيلات
be: Параметры
de: Einstellungen
nl: Voorkeuren
pt_br: Preferências
ru: Параметры
sk: Predvoľby
tr: Tercihleri
uk: Налаштування
zh_cn: 首选项

source: No Data
ar: لا توجد بيانات
be: Няма даных
de: Keine Daten
ru: Нет данных
tr: Veri Yok
uk: Немає даних

source: Core %d
ar: النواة %d
be: Ядро %d
de: Kern %d
nl: Kern %d
ru: Ядро %d
sk: Jadro %d
tr: Çekirdek %d
uk: Ядро %d
zh_cn: 核心 %d

source: Sensors to show in panel
ar: الحساسات التي ستظهر في الشريط
be: Датчыкі для паказу на панэлі
de: In Panel anzuzeigende Sensoren
nl: Te tonen sensors op bovenbalk
pt_br: Sensores a serem exibidos no painel
ru: Сенсоры, отображаемые на панели
sk: Senzori na paneli
tr: Panelde gösterilecek algılayıcılar
uk: Сенсори для відображення на панелі
zh_cn: 面板显示的传感器

source: List of sensors to be shown in the panel
ar: لائحة الحساسات التي ستظهر في الشريط
be: Спіс датчыкаў, якія будуць паказвацца на панэлі
de: Liste der Sensoren, die im Panel angezeigt werden
nl: Een lijst met te tonen sensors op de bovenbalk
pt_br: Lista de sensores a serem mostrados no painel
ru: Список сенсоров, которые будут отображаться на панели
sk: Zoznam senzorov na paneli
tr: Panelde gösterilecek algılayıcıların listesi
uk: Список сенсорів, які будуть відображені на панелі
zh_cn: 要在面板中显示的传感器列表

source: Seconds between updates
ar: الثواني بين التحديثات
be: Секунд паміж абнаўленнямі
de: Sekunden zwischen den Updates
nl: Aantal seconden tussen verversingen
pt_br: Segundos entre atualizações
ru: Секунды между обновлениями
sk: Počet sekúnd medzi meraniami
tr: Güncellemeler arasındaki saniye
uk: Секунд між оновленнями
zh_cn: 更新间隔秒数

source: Delay between sensor polling
ar: الانتظار بين قراءات الحساسات
be: Затрымка паміж апытаннем датчыка
de: Verzögerung zwischen Sensorabfragen
nl: Wachttijd tussen sensoruitlezingen
pt_br: Atraso entre sondagem do sensor
ru: Задержка между опросом сенсоров
sk: Čas medzi meraniami senzorov
tr: Algılayıcı sorgulamaları arasındaki gecikme
uk: Затримка між опитуванням сенсора
zh_cn: 传感器轮询间隔

source: Position in panel
ar: المكان في الشريط العلوي
be: Пазіцыя на панэлі
de: Position im Panel
nl: Paneelpositie
pt_br: Posição no painel
ru: Позиция на панели
sk: Umiestnenie na paneli
tr: Paneldeki konum
uk: Розташування на панелі
zh_cn: 面板位置

source: Position in Panel ('left', 'center', 'right')
ar: المكان في الشريط ("يمين"، "وسط"، "يسار")
be: Размяшчэнне на панэлі ("злева", "у цэнтры", "справа")
de: Position im Panel ('Links', 'Mitte', 'Rechts')
nl: Positie op bovenbalk ('left', 'center', 'right')
pt_br: Posição no painel ('esquerda', 'centro', 'direita')
ru: Положение на панели ('слева', 'по центру', 'справа')
sk: Umiestnenie na paneli ('Vľavo', 'V strede', 'Vpravo')
tr: Paneldeki konum ('left', 'center', 'right')
uk: Розташування на панелі ('ліворуч', 'по центру', 'праворуч')
zh_cn: 在面板中的位置（“靠左”“居中”“靠右”）

source: Use higher precision
ar: استخدم دقّة أعلى
be: Выкарыстоўваць большую дакладнасць
de: Höhere Präzision nutzen
nl: Hogere precisie gebruiken
pt_br: Usar maior precisão
ru: Использовать более высокую точность
sk: Použiť vyššiu presnosť
tr: Yüksek hassasiyet kullan
uk: Використовувати вищу точність
zh_cn: 使用高精度

source: Show one extra digit after decimal
ar: أظهِر منزلة عشرية واحدة إضافية بعد الفاصلة العشريّة
be: Паказваць адну лічбу пасля коскі
de: Zusätzliche Ziffer nach dem Komma anzeigen
nl: EÃ©n extra getal achter de komma tonen
pt_br: Mostrar um dígito extra após o decimal
ru: Показать одну дополнительную цифру после запятой
sk: Zobraziť jedno číslo za desatinnou čiarkou
tr: Ondalıktan sonra fazladan bir basamak göster
uk: Показати одну додаткову цифру після коми
zh_cn: 小数点后多显示一位

source: Alphabetize sensors
ar: رتب الحساسات أبجديًّا
be: Сэнсары у алфавітным парадку
de: Alphabetische Sensoren
nl: Sensors alfabetisch sorteren
pt_br: Alfabetizar sensores
ru: Располагать в алфавитном порядке
sk: Abecedne zoradiť senzory
tr: Algılayıcıları alfabetik hale getir
uk: Розташувати сенсори за алфавітом
zh_cn: 传感器按字母排序

source: Display sensors in alphabetical order
ar: اعرض الحساسات مرتبة هجائيًّا
be: Паказаць датчыкі ў алфавітным парадку
de: Sensoren in alphabetischer Reihenfolge anzeigen
nl: Sensors op alfabetische volgorde tonen
pt_br: Exibir sensores em ordem alfabética
ru: Отображать сенсоры в алфавитном порядке
sk: Triediť senzory podľa abecedy
tr: Algılayıcıları alfabetik sırada göster
uk: Відображення сенсорів в алфавітному порядку
zh_cn: 以字母顺序显示传感器

source: Hide zero values
ar: اخفِ القيم الصفرية
be: Хаваць нулявыя значэнні
de: 0-Werte verstecken
nl: Nulwaarden verbergen
pt_br: Ocultar valores zerados
ru: Скрывать нулевые значения
sk: Skryť nulové hodnoty
tr: Sıfır değerleri gizle
uk: Приховати нульові значення
zh_cn: 隐藏零值项

source: Hide data from sensors that are invalid
ar: اخفِ بيانات الحساسات غير الصالحة
be: Схаваць даныя з датчыкаў, якія несапраўдныя
de: Invalide Sensoren ausblenden
nl: Gegevens van ongeldige sensors verbergen
pt_br: Ocultar dados de sensores inválidos
ru: Скрывать данные от сенсоров, которые недействительны
sk: Skryť údaje senzorov, ktoré sú neplatné
tr: Geçersiz algılayıcılardan gelen verileri gizle
uk: Приховати дані з недійсних сенсорів
zh_cn: 隐藏传感器中无效的数据

source: Monitor temperature
ar: راقب الحرارة
be: Маніторынг тэмпературы
de: Temperatur überwachen
nl: Temperatuurmonitor
pt_br: Monitorar temperatura
ru: Мониторинг температуры
sk: Sledovať teplotu
tr: Sıcaklığı izle
uk: Монітор температури
zh_cn: 监测温度

source: Display temperature of various components
ar: اعرض حرارة المكونات المختلفة
be: Паказваць тэмпературу розных кампанентаў
de: Zeige Temperaturen verschiedener Komponenten
nl: Temperatuur van verscheidene onderdelen tonen
pt_br: Exibir temperatura de vários componentes
ru: Отображать температуры различных компонентов
sk: Zobraziť teplotu rôznych komponentov
tr: Çeşitli bileşenlerin sıcaklığını görüntüle
uk: Відображати температуру різних компонентів
zh_cn: 显示各个组件的温度

source: Temperature unit
ar: وحدة قياس درجة الحرارة
be: Адзінка вымярэння тэмпературы
de: Temperatureinheit
nl: Temperatuureenheid
pt_br: Unidade de temperatura
ru: Единица температуры
sk: Jednotka teploty
tr: Sıcaklık birimi
uk: Одиниця вимірювання температури
zh_cn: 温度单位

source: The unit ('centigrade' or 'fahrenheit') the extension should display the temperature in
ar: الوِحدة ("مئوية" أو "فهرنهايت") التي تريد أن تُستخدَم في عرض درجة الحرارة
be: Адзінка ("градус па Цэльсіі" або "фарэнгейт"), у якой пашырэнне павінна адлюстроўваць тэмпературу
de: Die Einheit ("Celsius" oder "Fahrenheit"), in der die Erweiterung die Temperatur anzeigen soll
nl: De eenheid ('centigrade' of 'fahrenheit') waarin de temperatuur moet worden getoond
pt_br: A unidade ('Celsius' ou 'Fahrenheit') da extensão deve exibir a temperatura em
ru: Единица измерения ('цельсий' или 'фаренгейт') в котором расширение должно отображать температуру
sk: Jednotka (stupne Celzia alebo Fahrenheita), ktoré má toto rozšírenie používať pri zobrazení teploty
tr: Uzantının sıcaklığı göstermesi gereken birim ('centigrade' ya da 'fahrenheit')
uk: Одиниця ('градуси за Цельсієм' або 'фаренгейтом'), у якій розширення має відображати температуру
zh_cn: 此扩展显示温度应使用的单位（“摄氏度”或“华氏度”）

source: Monitor voltage
ar: راقب الجهد الكهربائيّ
be: Маніторынг напружання
de: Spannungen überwachen
nl: Voltagemonitor
pt_br: Monitorar tensão
ru: Мониторинг напряжения
sk: Sledovať napätie
tr: Voltajı izle
uk: Монітор напруги
zh_cn: 监测电压

source: Display voltage of various components
ar: اعرض الجهد الكهربائيّ للمكونات المختلفة
be: Паказваць напружанне розных кампанентаў
de: Zeige Spannungen verschiedener Komponenten
nl: Temperatuur van verscheidene onderdelen tonen
pt_br: Exibir a tensão de vários componentes
ru: Отображать напряжения различных компонентов
sk: Zobraziť napätie rôznych komponentov
tr: Çeşitli bileşenlerin voltajını göster
uk: Відображати напругу різних компонентів
zh_cn: 显示各个组件的电压

source: Monitor fan
ar: راقب المراوح
be: Маніторынг вентылятара
de: Lüfter überwachen
nl: Ventilatormonitor
pt_br: Monitorar cooler
ru: Мониторинг вентилятора
sk: Sledovať ventilátory
tr: Fanı izle
uk: Монітор вентилятора
zh_cn: 监测扇速

source: Display fan rotation per minute
ar: اعرض سرعة دوران المروحة (كم دورة في الدقيقة)
be: Паказваць абароты вентылятара ў хвіліну
de: Zeige Lüfterumdrehungen (rpm)
nl: Ventilatortoerental tonen
pt_br: Exibir rotação do cooler por minuto
ru: Отображать обороты вентилятора в минуту
sk: Zobraziť otáčky ventilátora (za minútu)
tr: Dakikada fan dönüşünü göster
uk: Відображати оберті вентилятора за хвилину
zh_cn: 显示风扇每分钟转速

source: Monitor memory
ar: راقب حالة الذاكرة
be: Маніторынг памяці
de: Speicher überwachen
nl: Geheugenmonitor
pt_br: Monitorar memória
ru: Мониторинг памяти
sk: Sledovať pamäť
tr: Belleği izle
uk: Монітор пам'яті
zh_cn: 监测内存

source: Display memory information
ar: اعرض معلومات الذاكرة
be: Паказваць і аб памяці
de: Zeige Speicherinformationen (RAM)
nl: Geheugeninformatie tonen
pt_br: Exibir informações de memória
ru: Отображать информацию о памяти
sk: Zobraziť informácie o pamäti
tr: Bellek bilgisini göster
uk: Відображати інформацію про пам'ять
zh_cn: 显示内存信息

source: Monitor processor
ar: راقب حالة المعالج
be: Маніторынг працэсара
de: CPU überwachen
nl: Processormonitor
pt_br: Monitorar processador
ru: Мониторинг процессора
sk: Sledovať procesor
tr: İşlemciyi izle
uk: Монітор процесора
zh_cn: 监测处理器

source: Display processor information
ar: اعرض معلومات المعالج
be: Паказваць звесткі аб працэсары
de: Zeige CPU-Informationen
nl: Processorinformatie tonen
pt_br: Exibir informações do processador
ru: Отображать информацию о процессоре
sk: Zobraziť informácie o procesore
tr: İşlemci bilgisini göster
uk: Відображати інформацію про процесор
zh_cn: 显示处理器信息

source: Monitor system
ar: راقب حالة النظام
be: Маніторынг сістэмы
de: System überwachen
nl: Systeemmonitor
pt_br: Monitorar sistema
ru: Мониторинг системы
sk: Sledovať systém
tr: Sistemi izle
uk: Монітор системи
zh_cn: 监测系统

source: Display system information
ar: اعرض معلومات النظام
be: Паказваць звесткі аб сістэме
de: Zeige Systeminformationen
nl: Systeeminformatie tonen
pt_br: Exibir informações do sistema
ru: Отображать информацию о системе
sk: Zobraziť systémové informácie
tr: Sistem bilgisini göster
uk: Відображати системну інформацію
zh_cn: 显示系统信息

source: Monitor storage
ar: راقب حالة التخزين
be: Маніторынг сховішча
de: Speicher überwachen
nl: Opslagmonitor
pt_br: Monitorar armazenamento
ru: Мониторинг хранилища
sk: Sledovať úložisko
tr: Depolamayı izle
uk: Монітор накопичувача
zh_cn: 监测存储

source: Display storage information
ar: اعرض معلومات التخزين
be: Паказваць звесткі аб сховішчы
de: Zeige Speicherinformationen
nl: Opslaginformatie tonen
pt_br: Exibir informações de armazenamento
ru: Отображать информацию о хранилище
sk: Zobraziť informácie o úložisku
tr: Depolama bilgisini göster
uk: Відображати інформацію про накопичувач
zh_cn: 显示存储信息

source: Monitor network
ar: راقب حالة الشبكة
be: Маніторынг сеткі
de: Netzwerk überwachen
nl: Netwerkmonitor
pt_br: Monitorar rede
ru: Мониторинг сети
sk: Sledovať sieť
tr: Ağı izle
uk: Монітор мережі
zh_cn: 监测网络

source: Display network information
ar: اعرض معلومات الشبكة
be: Паказваць звесткі аб сетцы
de: Zeige Netzwerkinformationen
nl: Netwerkinformatie tonen
pt_br: Exibir informações de rede
ru: Отображать информацию о сети
sk: Zobraziť informácie o sieti
tr: Ağ bilgisini göster
uk: Відображати інформацію про мережу
zh_cn: 显示网络信息

source: Include public IP address
ar: ضمِّن عنوان IP الخارجي
be: Уключыць публічны IP-адрас
de: Öffentliche IP anzeigen
nl: Publiek ip-adres tonen
pt_br: Incluir endereço IP público
ru: Включить публичный IP-адрес
sk: Zahrnúť verejnú IP adresu
tr: Genel IP adresini dahil et
uk: Включити загальнодоступну IP-адресу
zh_cn: 包含公网IP地址

source: Display public IP address of internet connection
ar: اعرض عنوان IP الخارجي لاتصال الإنترنت
be: Паказваць публічны IP-адрас падлучэння да Інтэрнэту
de: Zeige öffentliche IP-Adresse der Internetverbindung
nl: Publiek ip-adres van internetverbinding tonen
pt_br: Exibir endereço IP público da conexão com a internet
ru: Отображать публичный IP-адрес интернет соединения
sk: Zobraziť verejnú IP adresu internetového pripojenia
tr: İnternet bağlantısının genel IP adresini göster
uk: Відображати публічну IP-адресу підключення до Інтернету
zh_cn: 显示网络连接的公用 IP 地址

source: Network speed format
ar: صيغة سرعة الشبكة
be: Фармат хуткасці сеткі
de: Format Netzwerkgeschwindigkeit
nl: Netwerksnelheid
pt_br: Formato de velocidade de rede
ru: Формат скорости сети
sk: Formát rýchlosti siete
tr: Ağ hızı biçimi
uk: Формат швидкості мережі
zh_cn: 网络速度格式

source: Should speed display in bits or bytes?
ar: هل تريد عرض السرعة بوحدة الـ"بِت" أم الـ"بايت" ؟
be: Ці павінна хуткасць паказвацца ў бітах або байтах?
de: Geschwindigkeitsanzeige in Bytes oder Bits?
nl: Moet de snelheid in bits of bytes worden getoond?
pt_br: A velocidade deve ser exibida em bits ou bytes?
ru: Должна ли скорость отображаться в битах или байтах?
sk: Majú sa použiť bity alebo bajty?
tr: Hız bit ya da bayt olarak mı gösterilmeli?
uk: Швидкість має відображатися в бітах чи байтах?
zh_cn: 应该以位还是字节显示速度？

source: Storage path
ar: مسار التخزين
be: Шлях да сховішча
de: Speicherpfad
nl: Opslaglocatie
pt_br: Caminho de armazenamento
ru: Путь хранилища
sk: Cesta k úložisku
tr: Depolama yolu
uk: Шлях зберігання
zh_cn: 存储路径

source: Storage path for monitoring
ar: مسار التخزين الذي تريد مراقبته
be: Шлях да сховішча для маніторынгу
de: Speicherpfad für Überwachung
nl: De te monitoren opslaglocatie
pt_br: Local de armazenamento para monitoramento
ru: Путь хранилища для мониторинга
sk: Sledovaná cesta k úložisku
tr: İzleme için depolama yolu
uk: Шлях зберігання для моніторингу
zh_cn: 要监视的存储路径

source: Monitor battery
ar: راقب حالة البطارية
be: Маніторынг батарэі
de: Akku überwachen
nl: Accumonitor
pt_br: Monitorar bateria
ru: Мониторинг батареи
sk: Sledovať batériu
tr: Pili izle
uk: Монітор акумулятора
zh_cn: 监测电池

source: Monitor battery health
be: Маніторынг здароўя батарэі
de: Überwache Akkuzustand
nl: Accugezondheid monitoren
pt_br: Monitorar saúde da bateria
ru: Мониторинг здоровья батареи
sk: Sledovať stav batérie
tr: Pil sağlığını izle
uk: Монітор стану акумулятора
zh_cn: 监测电池健康

source: Memory measurement
ar: قياس الذاكرة
be: Вымярэнне памяці
de: Speichermessung (RAM)
nl: Geheugenmeting
pt_br: Medição de memória
ru: Измерение памяти
sk: Meranie pamäte
tr: Bellek ölçümü
uk: Одиниця вимірювання пам'яті
zh_cn: 内存度量单位

source: Can use gigabyte or gibibyte for memory
be: Можа выкарыстоўваць гігабайт або гібібіт для памяці
de: Arbeitsspeicher in Gigabyte oder Gibibyte?
nl: U kunt kiezen uit gigabyte of gibibyte
pt_br: Pode usar gigabyte ou gibibyte para memória
ru: Может использовать гигабайт или гибибит для памяти
sk: Ako jednotku veľkosti pamäte môžete použiť gigabajty alebo gibibajty
tr: Bellek için gigabyte ya da gibibyte kullanabilir
uk: Можна використовувати гігабайт або гібібайт для пам'яті
zh_cn: 内存可以使用 gigabyte 或者 gibibyte

source: Storage measurement
ar: وحدة قياس سعة التخزين
be: Вымярэнне сховішча
de: Speichermessung (Disk)
nl: Opslagmeting
pt_br: Medição de armazenamento
ru: Измерение хранилища
sk: Meranie úložiska
tr: Depolama ölçümü
uk: Одиниця вимірювання накопичувача
zh_cn: 存储度量单位

source: Can use gigabyte or gibibyte for storage
be: Можа выкарыстоўваць гігабайт або гібібіт для сховішча
de: Speicherplatz in Gigabyte oder Gibibyte?
nl: U kunt kiezen uit gigabyte of gibibyte
pt_br: Pode usar gigabyte ou gibibyte para armazenamento
ru: Может использовать гигабайт или гибибит для хранилища
sk: Ako jednotku veľkosti úložiska môžete použiť gigabajty alebo gibibajty
tr: Depolama için gigabyte veya gibibyte kullanabilir
uk: Для накопичувача можна використовувати гігабайт або гібібайт
zh_cn: 存储可以使用 gigabyte 或者 gibibyte

source: Battery slot to monitor
be: Слот батарэі для маніторынгу
de: Akkuschacht zur Überwachung
nl: Te monitoren accu
pt_br: Slot de bateria para monitorar
ru: Слот батареи для мониторинга
sk: Slot batérie, ktorá sa má sledovať
tr: İzlenecek pil slotu
uk: Акумуляторний слот для моніторингу
zh_cn: 监测的电池槽

source: Which numerical battery slot should vitals monitor
be: Які лічбавы слот батарэі трэба маніторыць vitals
de: Welchen Akkuschacht soll Vitals überwachen?
nl: Welke accu deze uitbreiding moet monitoren
pt_br: Qual o número do slot da bateria o vitals deve monitorar
ru: Какой числовой слот батареи следует мониторить vitals
sk: Ktoré číslo slotu batérie má vitals sledovať
tr: Vitals hangi sayısal pil yuvasını izlesin
uk: Яке числове гніздо батареї має контролювати життєво важливі показники
zh_cn: Vitals 应监测哪个电池槽

source: Use fixed widths in top bar
ar: استخدم مقاسات ثابتة في الشريط العُلوي
be: Выкарыстоўваць фіксаваную шырыню ў верхняй панэлі
de: Verwende feste Breit im Panel
nl: Vaste afmetingen gebruiken op bovenbalk
pt_br: Use larguras fixas na barra superior
ru: Использовать фиксированную ширину в верхней панели
sk: Použiť pevné šírky v hornej lište
tr: Üst çubuk için sabit genişlik kullan
uk: Використовувати фіксовану ширину у верхній панелі
zh_cn: 在顶栏使用固定宽度

source: Keep sensors in top bar from jumping around
ar: امنع الحساسات في الشريط العلوي من تغيير أماكنها
be: Не дазваляць датчыкам у верхняй панэлі скакаць
de: Sensorenposition im Panel fixieren
nl: Voorkom dat de sensoren op de bovenbalk verspringen
pt_br: Evite que os sensores na barra superior saltem
ru: Не позволяйте датчикам в верхней панели прыгать
sk: Zabráň tomu, aby senzory v hornej lište náhodne menili poradie
tr: Üst çubukta algılayıcıların zıplamasını önle
uk: Не давайти сенсорам у верхній панелі стрибати
zh_cn: 防止顶栏的传感器信息跳来跳去

source: Hide icons in top bar
ar: اخفِ الأيقونات في الشريط العلوي
be: Хаваць значкі ў верхняй панэлі
de: Icons in oberer Leiste verstecken
nl: Pictogrammen op bovenbalk verbergen
pt_br: Ocultar ícones na barra superior
ru: Скрывать иконки в верхней панели
sk: Skryť ikony v hornej lište
tr: Üst çubukta simgeleri gizle
uk: Приховати значки у верхній панелі
zh_cn: 隐藏顶栏的图标

source: Keep top bar clean by only showing sensor values
ar: أبق الشريط العلوي بسيطًا بعرض قيم الحساسات فقط
be: Трымаць верхнюю панэль чыстай, паказваючы толькі значэння датчыкаў
de: Topbar sauber halten und nur Sensorenwerte anzeigen
nl: Houd de bovenbalk overzichtelijk door alleen sensorwaarden te tonen
pt_br: Mantenha a barra superior limpa mostrando apenas os valores do sensor
ru: Держать верхнюю панель чистой, показывая только значения датчиков
sk: Zachovaj si hornú lištu čistú tak, že senzory budú ukazovať len hodnoty
tr: Yalnızca aygılayıcı değerlerini göstererek üst çubuğu temiz tut
uk: Тримайте верхню панель чистою, показуючи лише значення сенсорів
zh_cn: 之显示传感器数值以保持顶栏整洁

source: Make the menu centered
ar: وَسِّط القائمة
de: Menü zentrieren
ru: Расположить меню по центру
uk: Зробити меню по центру

source: Center the menu to the icon regardless of the position in the panel
ar: وسِّط القائمة تبعاً للأيقونة بغض النظر عن مكانها في الشريط
de: Zentriert das Menü auf das Symbol, unabhängig von der Position im Panel
ru: Центрировать меню по значку независимо от его положения на панели
uk: Розмістити меню по центру піктограми незалежно від положення на панелі

source: System Monitor command
ar: أمر مراقب النظام
de: Systemmonitor Befehl
ru: Команда системного монитора
uk: Команда Системного Монітора

source: The command run when system monitor button is clicked
ar: الأمر الذي سيُنفَّذ عند النقر على زر مراقب النظام
de: Der Befehl der ausgeführt wird, wenn den System Monitor Button geklickt wird
ru: Команда запускается при нажатии кнопки системного монитора
uk: Команда запускається після натискання кнопки системного монітора

source: Include processor static information
ar: اعرِض معلومات المعالج الثابتة
de: Zeige statische CPU-Informationen
ru: Включать статическую информацию о процессоре
uk: Включати статичну інформацію про процесор

source: Display processor static information that doesn't change
ar: أظهر معلومات المعالج ذات القيم الثابتة التي لا تتغير
de: Zeigt statische CPU-Informationen, welche sich nicht verändern
ru: Отображать статическую информацию процессора, которая не меняется
uk: Відображати статичну інформацію про процесор, яка не змінюється

source: Monitor GPU
ru: Мониторинг GPU

source: Display GPU information (requires the nvidia-smi tool)
ru: Отображение информации о графическом процессоре (требуется инструмент nvidia-smi)

source: Include GPU static information
ru: Включать статическую информацию о GPU

source: Display GPU static information that doesn't change
ru: Отображать статическую информацию о графическом процессоре, которая не меняется

source: Icon styles
ru: Стиль значков

source: Set the style for the displayed sensor icons ('original', 'updated')
ru: Установите стиль для отображаемых значков датчиков ("оригинальный", "обновленный").
